Repository: tianxiaoyang2018/go-homework201804
Catalog: putong/locales/*/LC_MESSAGES/backend.po
Languages: th_th, zh_tw

# MEDIA_MESSAGE_AUDIO_PREVIEW_TEXT
source: [Audio]
th_th: [เสียง]
zh_tw: [語音]

# MEDIA_MESSAGE_AUDIO_UPGRADE_TEXT
source: [Audio] received, please update Tantan to listen to it
th_th: ได้รับ [เสียง] กรุณาอัปเดต Tantan เพื่อฟัง
zh_tw: 您收到的是[語音]訊息，請更新探探後查看

# MEDIA_MESSAGE_IMAGE_PREVIEW_TEXT
source: [Picture]
th_th: [รูปภาพ]
zh_tw: [相片]

# MEDIA_MESSAGE_IMAGE_UPGRADE_TEXT
source: [Picture] received, please update Tantan to see it
th_th: ได้รับ [รูปภาพ] กรุณาอัปเดต Tantan เพื่อดู
zh_tw: 您收到的是[相片]訊息，請更新探探後查看

# MEDIA_MESSAGE_LOCATION_PREVIEW_TEXT
source: [Location]
th_th: [ตำแหน่ง]
zh_tw: [地理位置]

# MEDIA_MESSAGE_LOCATION_UPGRADE_TEXT
source: [Location] received, please update Tantan to see it
th_th: ได้รับ [ตำแหน่ง] กรุณาอัปเดต Tantan เพื่อดู
zh_tw: 您收到的是[地理位置]訊息，請更新探探後查看

# MEDIA_MESSAGE_QUESTION_UPGRADE_TEXT
source: [Question Game] message received, please update Tantan to see the question options
th_th: ได้รับ [เกมคำถาม] กรุณาอัปเดต Tantan เพื่อดูตัวเลือกคำถาม
zh_tw: 您收到的是[真心話問題]訊息，請更新探探後查看回答選項

# MEDIA_MESSAGE_STICKER_PREVIEW_TEXT
source: [Sticker]
th_th: [สติกเกอร์]
zh_tw: [貼圖]

# MEDIA_MESSAGE_STICKER_UPGRADE_TEXT
source: [Sticker] received, please update Tantan to see it
th_th: ได้รับ [สติกเกอร์] กรุณาอัปเดต Tantan เพื่อดู
zh_tw: 您收到的是[貼圖]訊息，請更新探探後查看

# MEDIA_MESSAGE_VIDEO_PREVIEW_TEXT
source: [Video]
th_th: [วิดีโอ]
zh_tw: [影片]

# MEDIA_MESSAGE_VIDEO_UPGRADE_TEXT
source: [Video] received, please update Tantan to see it
th_th: ได้รับ [วิดีโอ] กรุณาอัปเดต Tantan เพื่อดู
zh_tw: 您收到的是[影片]訊息，請更新探探後查看

# MEIDA_MESSAGE_AUDIO_PREVIEW_TEXT
source: [Audio]
th_th: [เสียง]
zh_tw: [語音]

# PUSH_MESSAGE_AGGREGATED_MATCH_VALUE_TEXT
source: You've got %v new matches
th_th: คุณได้การจับคู่ใหม่ %v คน
zh_tw: 你有%v個新的配對

# PUSH_MESSAGE_AGGREGATED_MESSAGE_VALUE_TEXT
source: Unread messages from %v people
th_th: ข้อความที่ยังไม่ได้อ่านจาก %v คน
zh_tw: 你有來自%v個人的未讀訊息

# PUSH_MESSAGE_APPNAME_TEXT
source: Tantan
zh_tw: 探探

# PUSH_MESSAGE_AUDIO_MESSAGE_TICKER_TEXT
source: %v sent you a voice message
th_th: %v ส่งข้อความเสียงถึงคุณ
zh_tw: %v給你發了一段語音

# PUSH_MESSAGE_AUDIO_MESSAGE_VALUE_TEXT
source: [Audio]
th_th: [เสียง]
zh_tw: [語音]

# PUSH_MESSAGE_IMAGE_MESSAGE_TICKER_TEXT
source: %v sent a photo to you
th_th: %v ส่งรูปถึงคุณ
zh_tw: %v給你發了一張圖片

# PUSH_MESSAGE_IMAGE_MESSAGE_VALUE_TEXT
source: [Image]
th_th: [รูปภาพ]
zh_tw: [圖片]

# PUSH_MESSAGE_LOCATION_MESSAGE_TICKER_TEXT
source: %v sent a location to you
th_th: %v ส่งตำแหน่งถึงคุณ
zh_tw: %v分享了一個位置給你

# PUSH_MESSAGE_LOCATION_MESSAGE_VALUE_TEXT
source: [Location]
th_th: [ตำแหน่ง]
zh_tw: [位置]

# PUSH_MESSAGE_MASS_MESSAGE_FEMALE_TICKER_TEXT
source: Someone around you just liked you! ❤ Add a real profile picture and find out who he is!
th_th: มีใครบางคนชอบคุณ! ❤ เพิ่มรูปประจำตัวของจริง และหาคำตอบว่าเขาคือใคร!
zh_tw: ❤附近有人喜歡你❤，換上真實頭像才能找到他們🎀

# PUSH_MESSAGE_MASS_MESSAGE_MALE_TICKER_TEXT
source: Someone around you just liked you! Add a real profile picture and find out who she is!
th_th: มีใครบางคนชอบคุณ! เพิ่มรูปประจำตัวของจริง และหาคำตอบว่าเธอคือใคร!
zh_tw: 附近有女孩喜歡你，換上真實頭像就能找到她們！

# PUSH_MESSAGE_MATCH_TICKER_SHORT_TEXT
source: New Match!
th_th: การจับคู่ใหม่!
zh_tw: 新配對

# PUSH_MESSAGE_MATCH_TICKER_TEXT
source: Congratulations, you've got a new match!
th_th: ยินดีด้วย คุณได้รับการจับคู่ใหม่!
zh_tw: 恭喜, 你有一個新的配對！

# PUSH_MESSAGE_MESSAGE_TICKER_SHORT_TEXT
source: New Message
th_th: ข้อความใหม่
zh_tw: 新訊息

# PUSH_MESSAGE_MESSAGE_TICKER_TEXT
source: %v sent you a message
th_th: %v ส่งข้อความถึงคุณ
zh_tw: %v給你發了一條消息

# PUSH_MESSAGE_MOMENT_COMMENT_TICKER_TEXT
source: %v has commented on your moment
th_th: %v แสดงความคิดเห็นในข้อความของคุณ
zh_tw: %v評論了你的動態

# PUSH_MESSAGE_MOMENT_MATCH_POST_TICKER_TEXT
source: New Moment
th_th: 新的朋友圈
zh_tw: 新的朋友圈

# PUSH_MESSAGE_MOMENT_MATCH_POST_VALUE_TEXT
source: Your match %v just posted a new moment! Check it out!
th_th: 你的配对好友%v刚刚上传了一条新的朋友圈，快去点赞评论吧！
zh_tw: 你的配對好友%v剛剛上傳了一條新的朋友圈，快去按贊評論吧！

# PUSH_MESSAGE_ONBOARDING_FEWSWIPES_FEMALE_MESSAGE
source: Dear %v, in the first 24 hours with Tantan, you have liked %v people and %v people have liked you. It’s actually quite easy for girls to get a match on Tantan! Based on our history data, if you sent out 5 likes, there are 90%%%% chances you’d get a match!
th_th: สวัสดีคุณ %v ใน 24 ชั่วโมงแรกของการใช้ Tantan คุณได้ถูกใจผู้อื่น %v คน และมี %v คนถูกใจคุณ ผู้หญิงสามารถหาคู่บน Tantan ได้อย่างง่ายดาย! อ้างอิงตามข้อมูลที่ผ่านมาของเรา หากคุณกดถูกใจ 5 ครั้ง จะมีโอกาสถึง 90%%%% ที่คุณจะได้เจอคู่!
zh_tw: 親愛的 %v, 在你註冊探探的24小時裡，你喜歡了%v人，有%v人喜歡了你。 女生想要在探探上獲得匹配是最容易的了！探探小助手偷偷告訴你，只要再多發出5個喜歡，就有90%%%%的可能會收穫匹配喲！

# PUSH_MESSAGE_ONBOARDING_FEWSWIPES_MALE_MESSAGE
source: Dear %v, in the first 24 hours with Tantan, you have liked %v people and %v people have liked you. You’re almost there to get your first match! But you just need to be a little more patient. In Tantan an average boy gets a match for every 66 likes he sent. So keep swiping! You’re getting really close.
th_th: สวัสดีคุณ %v ใน 24 ชั่วโมงแรกของการใช้ Tantan คุณได้ถูกใจผู้อื่น %v คน และมี %v คนถูกใจคุณ อีกไม่นานคุณก็จะได้เจอคู่คนแรก! อดทนรออีกนิด โดยเฉลี่ยผู้ชายใน Tantan จะได้เจอคู่ทุกๆ การกดถูกใจ 66 ครั้ง ดังนั้นกดถูกใจต่อไป! เป้าหมายของคุณใกล้มาถึงแล้ว
zh_tw: 親愛的 %v, 在你註冊探探的24小時裡，你喜歡了%v人，有%v人喜歡了你。 想得到女孩的喜歡很簡單，男生劃動越多，曝光機率越高，配對就越多哦！普遍撒網，重點培養，配對多多！

# PUSH_MESSAGE_ONBOARDING_UNPOPULAR_FEMALE_MESSAGE
source: Dear %v, in the first 24 hours with Tantan, you have liked %v people and %v people have liked you. It’s actually quite easy for girls to get a match on Tantan! Here are a few tips: update your profile picture to a perfect selfie. Complete your profile with more information, interests, and answers. Broaden your search settings for age and distance.You wouldn’t be far from getting a match!
th_th: สวัสดีคุณ %v ใน 24 ชั่วโมงแรกของการใช้ Tantan คุณได้ถูกใจผู้อื่น %v คน และมี %v คนถูกใจคุณ ผู้หญิงสามารถหาคู่บน Tantan ได้อย่างง่ายดาย! นี่คือเคล็ดลับที่จะช่วยคุณ: อัปเดตรูปประจำตัวเพื่อแสดงตัวตนของคุณ เขียนข้อมูลในประวัติส่วนตัวเพิ่มเติม บอกสิ่งที่สนใจและคำตอบ ขยายเกณฑ์การค้นหาสำหรับอายุและระยะทาง อีกไม่นานคุณก็จะได้เจอคู่!
zh_tw: 親愛的 %v, 在你註冊探探的24小時裡，你喜歡了%v人，有%v人喜歡了你。 女生想要在探探上獲得匹配是最容易的了！偷偷告訴你，更新效果更好的真實照片、完善更多的資料、擴大年齡、距離的搜尋範圍，分分鐘就會得到匹配喲！

# PUSH_MESSAGE_ONBOARDING_UNPOPULAR_MALE_MESSAGE
source: Dear %v, in the first 24 hours with Tantan, you have liked %v people and %v people have liked you. You’re almost there to get your first match! Here are a few tips: update your profile picture to one that showcases your lifestyle. Complete your profile with more information, interests and answers. Broaden your search settings for age and distance. These would highly increase your chances of matching!
th_th: สวัสดีคุณ %v ใน 24 ชั่วโมงแรกของการใช้ Tantan คุณได้ถูกใจผู้อื่น %v คน และมี %v คนถูกใจคุณ อีกไม่นานคุณก็จะได้เจอคู่คนแรก! นี่คือเคล็ดลับที่จะช่วยคุณ: อัปเดตรูปประจำตัวเพื่อแสดงตัวตนของคุณ เขียนข้อมูลในประวัติส่วนตัวเพิ่มเติม บอกสิ่งที่สนใจและคำตอบ ขยายเกณฑ์การค้นหาสำหรับอายุและระยะทาง สิ่งเหล่านี้จะเพิ่มโอกาสในการหาคู่ได้เป็นอย่างดี!
zh_tw: 親愛的 %v, 在你註冊探探的24小時裡，你喜歡了%v人，有%v人喜歡了你。 得到女孩的喜歡很簡單，偷偷傳授給你一個秘籍，女生更喜歡本人帶有小動物或旅行照片。完善更多的資料、擴大年齡、距離的搜尋範圍，配對就是分分鐘的事！

# PUSH_MESSAGE_QUESTION_MESSAGE_TICKER_TEXT
source: %v asked you a question
th_th: %v ส่งคำถามถึงคุณ
zh_tw: %v給你發了一個真心話問題

# PUSH_MESSAGE_QUESTION_MESSAGE_VALUE_TEXT
source: [Question]
th_th: [คำถาม]
zh_tw: [問題]

# PUSH_MESSAGE_REMINDER_AFTER_CNY_FEMALE_NO_CITY_TICKER_TEXT
source: 😄Actually boys around you look like this! Open Tantan to find them out.
th_th: 😄原来在你附近，和你一样回家过年的男生长这样！来看看吧！
zh_tw: 😄原來在你附近，和你一樣回家過年的男生長這樣！來看看吧！

# PUSH_MESSAGE_REMINDER_AFTER_CNY_FEMALE_TICKER_TEXT
source: 😄Actually boys around you in %s look like this! Open Tantan to find them out.
th_th: 😄原来在你附近，回%s过年的男生长这样！来看看吧！
zh_tw: 😄原來在你附近，回%s過年的男生長這樣！來看看吧！

# PUSH_MESSAGE_REMINDER_AFTER_CNY_MALE_TICKER_TEXT
source: Tired with all those red packets? Time to check out some girls on Tantan!
th_th: 抢红包手累心累，不如上探探捡个妹子
zh_tw: 搶紅包手累心累，不如上探探撿個妹子

# PUSH_MESSAGE_REMINDER_BEFORE_CNY_FEMALE_2017_TICKER_TEXT
source: Based on your Tantan usage, these are the boys we think will fit you best. Check them out!
th_th: 根据你的探探使用数据，系统测算出这个男生是最适合你的，来看看准不准～
zh_tw: 根據你的探探使用數據，系統測算出這個男生是最適合你的，來看看準不准～

# PUSH_MESSAGE_REMINDER_BEFORE_CNY_FEMALE_TICKER_TEXT
source: Based on your Tantan usage in 2016, these are the boys we think will fit you best. Check them out!
th_th: 根据你2016年的探探使用数据，系统测算出这个男生是最适合你的，来看看准不准～
zh_tw: 根據你2016年的探探使用數據，系統測算出這個男生是最適合你的，來看看準不准～

# PUSH_MESSAGE_REMINDER_BEFORE_CNY_MALE_TICKER_TEXT
source: Last chance to go home with a girlfriend during CNY. Open Tantan and swipe right!
th_th: 年前最后一次捡个女友回家的机会，现在打开探探开始右滑吧
zh_tw: 年前最後一次撿個女友回家的機會，現在打開探探開始右滑吧

# PUSH_MESSAGE_REMINDER_WITHOUT_LIKES_TICKER_TEXT
source: There are new people around you, find out who they are!
th_th: มีผู้คนใหม่ๆ รอบตัวคุณ หาคำตอบว่าพวกเขาเป็นใคร!
zh_tw: 附近出現新朋友，快來看看他們是誰！

# PUSH_MESSAGE_REMINDER_WITHOUT_LIKES_TITLE_TEXT
source: New people around you
th_th: ผู้คนใหม่ๆ รอบตัวคุณ
zh_tw: 附近有人出沒

# PUSH_MESSAGE_REMINDER_WITHOUT_LIKES_VALUE_TEXT
source: Find out who they are!
th_th: หาคำตอบว่าพวกเขาเป็นใคร!
zh_tw: 快來看看是誰！

# PUSH_MESSAGE_REMINDER_WITH_LIKES_TICKER_TEXT
source: There are people nearby that liked you, find out who they are!
th_th: มีใครบางคนชอบคุณ! หาคำตอบว่าพวกเขาเป็นใคร!
zh_tw: 附近有人喜歡你喲，快來看看是誰！

# PUSH_MESSAGE_REMINDER_WITH_LIKES_TITLE_TEXT
source: Someone liked you
th_th: มีคนชอบคุณ
zh_tw: 有人喜歡你

# PUSH_MESSAGE_REMINDER_WITH_LIKES_VALUE_TEXT
source: Find out who!
th_th: หาคำตอบว่าเป็นใคร
zh_tw: 看看是誰！

# PUSH_MESSAGE_SCENARIO_FOOD_LIKE_TICKER_TEXT
source: Someone is interested in having food with you!
th_th: มีใครบางคนอยากชวนคุณไปทานอาหาร!
zh_tw: 附近有人想和你一起去吃美食哦～快來右滑吧！

# PUSH_MESSAGE_SCENARIO_FOOD_LIKE_TITLE_TEXT
source: Someone liked you
th_th: มีคนชอบคุณ
zh_tw: 有人喜歡你

# PUSH_MESSAGE_SCENARIO_FOOD_LIKE_VALUE_TEXT
source: Find out who!
th_th: หาคำตอบว่าคือใคร!
zh_tw: 有人喜歡你

# PUSH_MESSAGE_SCENARIO_MOVIE_LIKE_TICKER_TEXT
source: It's showtime! Someone is interested in watching a movie with you!
th_th: ได้เวลาเจอตัว! มีคนอยากชวนคุณไปดูหนัง!
zh_tw: 附近有人想和你一起去看電影哦～快來右滑吧！

# PUSH_MESSAGE_SCENARIO_MOVIE_LIKE_TITLE_TEXT
source: Someone liked you
th_th: มีคนชอบคุณ
zh_tw: 有人喜歡你

# PUSH_MESSAGE_SCENARIO_MOVIE_LIKE_VALUE_TEXT
source: Find out who!
th_th: หาคำตอบว่าคือใคร!
zh_tw: 看看是誰！

# PUSH_MESSAGE_SCENARIO_SPORT_LIKE_TICKER_TEXT
source: Get ready! Someone is interested in exercising with you!
th_th: เตรียมตัวให้พร้อม! มีคนอยากชวนคุณไปออกกำลังกายณ!
zh_tw: 附近有人想和你一起去做運動哦～快來右滑吧！

# PUSH_MESSAGE_SCENARIO_SPORT_LIKE_TITLE_TEXT
source: Someone liked you
th_th: มีคนชอบคุณ
zh_tw: 有人喜歡你

# PUSH_MESSAGE_SCENARIO_SPORT_LIKE_VALUE_TEXT
source: Find out who!
th_th: หาคำตอบว่าคือใคร!
zh_tw: 看看是誰！

# PUSH_MESSAGE_SECRET_LIKE_TICKER_SHORT_TEXT
source: Crush notification
th_th: แจ้งเตือนคนแอบชอบ
zh_tw: 暗戀通知

# PUSH_MESSAGE_SECRET_LIKE_TICKER_TEXT
source: Someone you know has a crush on you! Find out who it is!
th_th: มีใครบางคนแอบชอบคุณ! หาคำตอบว่าเขาคือใคร!
zh_tw: 有人偷偷喜歡你！而且是你的手機聯絡人哦～！

# PUSH_MESSAGE_SECRET_LIKE_TITLE_TEXT
source: You received a secret crush!
th_th: คุณมีคนแอบชอบ!
zh_tw: 你得到了1個暗戀

# PUSH_MESSAGE_SECRET_LIKE_VALUE_TEXT
source: Find out now
th_th: หาคำตอบด้วยตัวเอง
zh_tw: 快看看你們是不是互有心意

# PUSH_MESSAGE_SECRET_MATCH_TICKER_SHORT_TEXT
source: Secret Crush matched!
th_th: จับคู่คนที่ชอบแล้ว!
zh_tw: 暗戀成功！

# PUSH_MESSAGE_SECRET_MATCH_TICKER_TEXT
source: Amazing! A secret crush was made!
th_th: เยี่ยมเลย! มีคนแอบชอบแล้ว!
zh_tw: 天哪，你們暗戀成功了！

# PUSH_MESSAGE_SECRET_MATCH_TITLE_TEXT
source: Secret Crush!
th_th: Crush ลับ!
zh_tw: 暗戀成功！

# PUSH_MESSAGE_SECRET_MATCH_VALUE_TEXT
source: Find out who
th_th: หาคำตอบว่าเป็นใคร
zh_tw: 你暗戀的人，原來也偷偷喜歡你！

# PUSH_MESSAGE_SINGLE_MATCH_TITLE_TEXT
source: Congratulations!
th_th: ยินดีด้วย!
zh_tw: 恭喜！

# PUSH_MESSAGE_SINGLE_MATCH_VALUE_TEXT
source: You've got a new match
th_th: คุณได้รับการจับคู่ใหม่!
zh_tw: 你有一個新的配對

# PUSH_MESSAGE_STICKER_MESSAGE_TICKER_TEXT
source: %v sent a sticker to you
th_th: %v ส่งสติกเกอร์ถึงคุณ
zh_tw: %v給你發了一個貼圖

# PUSH_MESSAGE_STICKER_MESSAGE_VALUE_TEXT
source: [Sticker]
th_th: [สติกเกอร์]
zh_tw: [貼圖]

# PUSH_MESSAGE_SUPERLIKE_INVITE_TICKER_TEXT
source: You invite friends have registered tantan, reward has been released!
th_th: คุณได้ชวนเพื่อนให้ลงทะเบียนกับ tantan คุณได้รับรางวัลแล้ว!
zh_tw: 你邀請的好友已註冊探探，獎勵已發放！

# PUSH_MESSAGE_SUPERLIKE_INVITE_TITLE_TEXT
source: Get a friend registration reward
th_th: รับรางวัลจากการแนะนำเพื่อนลงทะเบียน
zh_tw: 獲得好友註冊獎勵

# PUSH_MESSAGE_SUPERLIKE_RECEIVE_TICKER_TEXT
source: Some people around you Super Like you! Find out who they are now!
th_th: มีใครบางคนชอบคุณมาก หาคำตอบว่าเป็นใคร!
zh_tw: 附近有人超級喜歡你喲，快來看看是誰！

# PUSH_MESSAGE_SUPERLIKE_RECEIVE_TITLE_TEXT
source: Someone superliked you
th_th: มีใครบางคนชอบคุณมาก
zh_tw: 有人超級喜歡你

# PUSH_MESSAGE_TBH_FRIEND_REQUEST_TICKER_TEXT
source: Somebody wants to know you! Could it be the one you are wating for?
th_th: 有人想认识你诶！是不是你期待的那个Ta？
zh_tw: 有人想認識你誒！是不是你期待的那個Ta？

# PUSH_MESSAGE_TBH_FRIEND_REQUEST_TITLE_TEXT
source: Oh, you are here!
th_th: 可算找着你啦！
zh_tw: 終於找到你啦！

# PUSH_MESSAGE_TBH_VOTE_RECEIVED_TICKER_TEXT
source: Somebody sent you a gossip. Check it out!
th_th: 一个同学向你丢来一张小纸条，快打开看看吧！
zh_tw: 哎呀！有一張小紙條從天而降， 快來看看是不是你喜歡的Ta丟過來的！

# PUSH_MESSAGE_TBH_VOTE_RECEIVED_TITLE_TEXT
source: You received a message!
th_th: Piaji ！丢到你啦！
zh_tw: Piaji！丟到你啦！

# PUSH_MESSAGE_VIDEO_MESSAGE_TICKER_TEXT
source: %v sent you a video
th_th: %v ส่งวิดีโอถึงคุณ
zh_tw: %v給你發了一個影片

# PUSH_MESSAGE_VIDEO_MESSAGE_VALUE_TEXT
source: [Video]
th_th: [วิดีโอ]
zh_tw: [影片]

# QUESTION_MESSAGE_FOOTER_CLASSIC_TEXT
source: I’ll answer first
th_th: ฉันจะตอบก่อน
zh_tw: 我先回答

# QUESTION_MESSAGE_FOOTER_INTIMATE_TEXT
source: I’ll answer first
th_th: ฉันจะตอบก่อน
zh_tw: 我先回答

# QUESTION_MESSAGE_HEADER_CLASSIC_TEXT
source: Let’s play a mild truth or dare question:
th_th: มาเล่นเกมจริงหรือท้าแบบเบาๆ กันเถอะ:
zh_tw: 我們一起玩經典真心話吧：

# QUESTION_MESSAGE_HEADER_INTIMATE_TEXT
source: Let’s play an intimate truth or dare question:
th_th: มาเล่นเกมจริงหรือท้าแบบลึกซึ้งกันเถอะ:
zh_tw: 我們一起玩私密真心話吧：

# RECALLED_MESSAGE_TEXT
source: [This message was recalled]
th_th: [ข้อความนี้ถูกล้มเลิก]
zh_tw: [本條訊息已被撤回]

# SMS_ACCOUNT_CHANGE_PHONE
source: Your confirmation code is: {{verification_code}} (valid for {{verification_code_ttl}} minutes)
th_th: รหัสยืนยันของคุณคือ: {{verification_code}} (ใช้งานได้ {{verification_code_ttl}} นาที)
zh_tw: 您的驗證碼為： {{verification_code}} （此驗證碼{{verification_code_ttl}}分鐘內有效）

# SMS_ACCOUNT_RESET_PASSWORD
source: Your confirmation code is: {{verification_code}} (valid for {{verification_code_ttl}} minutes)
th_th: รหัสยืนยันของคุณคือ: {{verification_code}} (ใช้งานได้ {{verification_code_ttl}} นาที)
zh_tw: 您的驗證碼為： {{verification_code}} （此驗證碼{{verification_code_ttl}}分鐘內有效）

# SMS_ACCOUNT_SIGN_IN_VERIFICATION
source: Your confirmation code is: {{verification_code}} (valid for {{verification_code_ttl}} minutes)
th_th: รหัสยืนยันของคุณคือ: {{verification_code}} (ใช้งานได้ {{verification_code_ttl}} นาที)
zh_tw: 您的驗證碼為： {{verification_code}} （此驗證碼{{verification_code_ttl}}分鐘內有效）

# SMS_ACCOUNT_SIGN_UP_VERIFICATION
source: Your confirmation code is: {{verification_code}} (valid for {{verification_code_ttl}} minutes)
th_th: รหัสยืนยันของคุณคือ: {{verification_code}} (ใช้งานได้ {{verification_code_ttl}} นาที)
zh_tw: 您的驗證碼為： {{verification_code}} （此驗證碼{{verification_code_ttl}}分鐘內有效）

# SMS_SECRET_CRUSH_PROMOTION_WITHOUT_NAME
source: Hi, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี ใครบางคนรู้สึกถูกใจคุณจาก Tantan! ดาวน์โหลด Tantan เพื่อหาคำตอบดูว่าเขาคือใคร: https://d.tantanapp.com
zh_tw: 你有一個通訊簿好友在［探探］上將你設置為“暗戀對象”。如果你們互相“暗戀”，系統會為你們自動配對。點擊https://d.tantanapp.com ，作出你的選擇。

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://d.Tantanapp.com
zh_tw: {{name}}，你有一位通訊簿好友在［探探］上將你設置為“暗戀對象”。由於你尚未註冊探探，特以簡訊通知。如果你們互相“暗戀”，系統會為你們自動配對。按https://d.tantanapp.com ，作出你的選擇。

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V10
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://s.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://s.Tantanapp.com
zh_tw: {{name}}，你的一位手機聯絡人在［探探］上將你設置為“暗戀對象”。由於你尚未註冊探探，特簡訊通知。如果你也選擇“暗戀”Ta，你們將自動配對。詳情請見https://s.tantanapp.com (你的姓名號碼均由該手機聯絡人提供，如有錯誤請見諒)

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V11
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://s.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://s.Tantanapp.com
zh_tw: {{name}}，你的一位手機聯絡人在［探探］上將你設置為“暗戀對象”。由於你尚未註冊探探，特簡訊通知。如果你也選擇“暗戀”Ta，你們將自動配對。詳情請見https://s.tantanapp.com (你的姓名號碼均由該手機聯絡人提供，如有錯誤請見諒)不收通知請

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V12
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://s.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://s.Tantanapp.com
zh_tw: 親愛的{{name}}，您的一位朋友在使用［探探］，並在Ta的手機聯絡人中將您選為暗戀對象。如果您也暗戀Ta，系統將自動為你們配對。詳情訪問：https://s.tantanapp.com（你的姓名由該手機聯絡人提供，如有錯誤請見諒) 不想得到通知請

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V13
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://s.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://s.Tantanapp.com
zh_tw: {{name}}，你的一位手機聯絡人在［探探］上將你設置為“暗戀對象”，如果你也喜歡Ta，你們將配對成功！本條簡訊由你的聯絡人向你匿名發送。了解暗戀功能請見：https://d.tantanapp.com。不想得到通知請

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V14
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://s.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://s.Tantanapp.com
zh_tw: {{firstname}}，你的一位手機聯絡人在［探探］上將你設置為“暗戀對象”。由於你未使用探探，你的聯絡人發送了簡訊通知。如果你也“暗戀”Ta，你們將配對成功。詳情見https://s.tantanapp.com (你的姓名由該手機聯絡人提供，如有打擾請見諒)

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V20
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://d.Tantanapp.com
zh_tw: {{firstname}}，你的一位手機聯絡人在［探探］上將你設置為“暗戀對象”。由於你未使用探探，你的聯絡人發送了簡訊通知。如果你也“暗戀”Ta，你們將配對成功。詳情見https://d.tantanapp.com (你的姓名由該手機聯絡人提供，如有打擾請見諒)

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V3
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://d.Tantanapp.com
zh_tw: {{name}}，你的一位手機聯絡人在［探探］上將你設置為“暗戀對象”。由於你尚未註冊探探，特用簡訊通知。如果你也選擇“暗戀”Ta，你們將自動配對。詳情請見https://d.tantanapp.com (你的姓名號碼均由該手機聯絡人提供，如有錯誤請見諒)。

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V4
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://d.Tantanapp.com
zh_tw: {{name}}，你的一位手機聯絡人在［探探］上將你設置為“暗戀對象”。由於你尚未註冊探探，特簡訊通知。如果你也選擇“暗戀”Ta，你們將自動配對。詳情請見https://d.tantanapp.com (你的姓名號碼均以好友在Ta的通訊簿中的選擇為準，如有錯誤請見諒)

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V5
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://d.Tantanapp.com
zh_tw: {{name}}，你有一個手機聯絡人匿名在[探探]上將你設置為“暗戀對象”。 Ta通過探探在Ta的通訊簿中選中了你的名字，而你尚未註冊探探，所以收到本條簡訊通知。如果你也在探探的“暗戀告白”裡選中Ta，你們將自動配對。詳情請見https://d.tantanapp.com

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V6
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://d.Tantanapp.com
zh_tw: {{name}}，你的一位手機聯絡人在[探探]上將你設置為“暗戀對象”。 Ta在Ta的通訊簿中選中了你的名字，而你尚未註冊探探，特由簡訊通知。如果你也在探探的”暗戀告白”裡選中Ta，你們就會自動配對。詳情請見https://d.tantanapp.com

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V7
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://d.Tantanapp.com
zh_tw: {{name}}，你的一位手機聯絡人在［探探］上將你設置為“暗戀對象”。由於你尚未註冊探探，特簡訊通知。如果你也選擇“暗戀”Ta，你們將自動配對。詳情請見https://d.tantanapp.com (你的姓名號碼均由該手機聯絡人提供，如有錯誤請見諒)

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V8
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://d.Tantanapp.com
zh_tw: {{name}}，你的一位手機聯絡人在［探探］上將你設置為“暗戀對象”。由於你尚未註冊探探，特簡訊通知。如果你也選擇“暗戀”Ta，你們將自動配對。詳情請見https://d.tantanapp.com (你的姓名號碼均由該手機聯絡人提供，如有錯誤請見諒)不收通知請

# SMS_SECRET_CRUSH_PROMOTION_WITH_NAME_V9
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://d.Tantanapp.com
zh_tw: {{name}}，你的一位手機聯絡人在[探探]上將你設置為“暗戀對象”。 Ta在通訊簿中選擇了你的名字，表達暗戀。而你尚未註冊探探，特收到本條簡訊通知。如果你也在探探的“暗戀告白”裡選中Ta，你們將自動配對。詳情請見https://d.tantanapp.com

# SMS_SECRET_CRUSH_WITHOUT_NAME
source: Hi, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี มีใครบางจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบใครชอบคุณ: https://d.Tantanapp.com
zh_tw: 你有一位通訊簿好友在［探探］上將你設置為“暗戀對象”。如果你們互相“暗戀”，系統會為你們自動配對。按https://d.tantanapp.com ，作出你的選擇。

# SMS_SECRET_CRUSH_WITH_NAME
source: Hi {{name}}, someone has a crush on you from Tantan! Download Tantan to find who it is: https://d.tantanapp.com
th_th: สวัสดี {{name}} มีใครบางคนจาก Tantan รู้สึกชอบคุณ! ดาวน์โหลด Tantan เพื่อหาคำตอบว่าใครชอบคุณ: https://d.Tantanapp.com
zh_tw: {{name}}，你有一位通訊簿好友在［探探］上將你設置為“暗戀對象”。如果你們互相“暗戀”，系統會為你們自動配對。按https://d.tantanapp.com ，作出你的選擇。

# SMS_TANTAN_GROUND_PROMOTION_VERIFICATION
source: Your confirmation code is: {{verification_code}} (valid for {{verification_code_ttl}} minutes)
th_th: รหัสยืนยันของคุณคือ: {{verification_code}} (ใช้งานได้ {{verification_code_ttl}} นาที)
zh_tw: 您的驗證碼為： {{verification_code}} （此驗證碼{{verification_code_ttl}}分鐘內有效）

# SMS_TANTAN_INVITE_VERIFICATION
source: Your confirmation code is: {{verification_code}} (valid for {{verification_code_ttl}} minutes)
th_th: รหัสยืนยันของคุณคือ: {{verification_code}} (ใช้งานได้ {{verification_code_ttl}} นาที)
zh_tw: 您的驗證碼為： {{verification_code}} （此驗證碼{{verification_code_ttl}}分鐘內有效）

# SMS_TANTAN_PROMOTION
source: Hi {{first_name}}, also try out our new app Tantan, a fun and easy way to meet people around you! https://d.tantanapp.com
th_th: สวัสดี {{first_name}} ลองใช้ Tantan แอปใหม่ล่าสุดของเราดูสิ การพบกับผู้คนใหม่ๆ ที่ทั้งสนุกและง่ายดาย! https://d.Tantanapp.com
zh_tw: Hi {{first_name}}，誠邀您試一下我們新推出的APP “探探”，全新社交體驗，“左右”你的緣分！ https://d.tantanapp.com

# TEAM_ACCOUNT_DESCRIPTION
source: Feel free to give us your input and/or ask us any question right here in the chat and we will try our best to get back to you asap!
th_th: คุณสามารถแสดงความคิดเห็น และ/หรือสอบถามเราหากมีคำถามในห้องสนทนา เราจะตอบกลับโดยเร็วที่สุด!
zh_tw: 我是探探官方獨家認證的小助手，歡迎吐槽和建議。

# TEAM_ACCOUNT_NAME
source: Team account
th_th: ทีมงาน
zh_tw: 探探小助手
